//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradleChsPciStaticSetup.uni
// [Description] Add XCradle Chinese STR define in this file
// [Author] JSY-ZZP
// [Date] 2021/02/25
//******************************************************************************
/=#
#langdef   x-AMI "x-AMI"
#langdef   en-US "English"
#langdef   zh-chs "中文 (简体)"

#string STR_ENABLED                           #language zh-chs "启用"
#string STR_DISABLED                          #language zh-chs "禁用"
#string STR_NONE                              #language zh-chs "无"
#string STR_AUTO                              #language zh-chs "自动"
#string STR_PCI_FORM                          #language zh-chs "PCI子系统设置"
#string STR_PCI_HP_FORM                       #language zh-chs "PCI热插拔设置"
#string STR_PCI_PCIE1_FORM                    #language zh-chs "PCI EXPRESS设置"
#string STR_PCI_PCIE2_FORM                    #language zh-chs "PCI GEN 2设置"
#string STR_PCI_FORM_HELP                     #language zh-chs "PCI，PCI-X和PCIe设置"
#string STR_PCI_SETTINGS                      #language zh-chs "PCI设备通用设置："
#string STR_PCIX                              #language zh-chs "PCI-x 设备设置："
#string STR_PCI_4G_PROMPT                     #language zh-chs "4G以上内存地址译码"
#string STR_PCI_4G_HELP                       #language zh-chs "启用或禁用64位设备在高于4G地址空间内译码(仅当系统支持64位PCI译码时)。"
#string STR_PCI_SRIOV_PROMPT                  #language zh-chs "SR-IOV支持"
#string STR_PCI_SRIOV_HELP                    #language zh-chs "如果系统有SR-IOV功能的PCIe设备，这个选项启用或禁用单个根端口的IO虚拟化支持。"

//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************